[Demo_Maya_End_bad GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=500,Y=-8800,Z=1253),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=500,Y=-8990,Z=1198),VecSub=(X=90,Y=0,Z=0),CId=258)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=9,CId=258,Bit=4)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Park_2.GG2_AMB_Park_2_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_bad.GG2_V_Maya_End_bad_002_Cue',Name="")
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[14]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[15]=(Actor=WINDOW,Command=EXIT)
DemoScripts[16]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-35,Z=0),SecTime=0.5)
DemoScripts[17]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[18]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-35,Z=0),SecTime=)
DemoScripts[19]=(Actor=WINDOW,Command=SET)
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[21]=(Actor=WINDOW,Command=EXIT)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[23]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=9,CId=258,Bit=4)
DemoScripts[24]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=500,Y=-8850,Z=1198),SecTime=0.3)
DemoScripts[25]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-27,Z=0),SecTime=0.3)
DemoScripts[26]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[27]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=500,Y=-8850,Z=1198),SecTime=)
DemoScripts[28]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-27,Z=0),SecTime=)
DemoScripts[29]=(Actor=WINDOW,Command=SET)
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_bad.GG2_V_Maya_End_bad_004_Cue',Name="")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0201_fx_Talk2Stand",Number=9,CId=258,Bit=0)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=9,CId=258,Bit=4)
DemoScripts[35]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[36]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_bad.GG2_V_Maya_End_bad_006_Cue',Name="")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[38]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[40]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=9,CId=258,Bit=4)
DemoScripts[41]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_bad.GG2_V_Maya_End_bad_007_Cue',Name="")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[43]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[44]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[45]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[46]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Gag.GG2_BGM_DM_CMN_Gag_Cue')
DemoScripts[47]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_bad.GG2_V_Maya_End_bad_008_Cue',Name="")
DemoScripts[48]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[49]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0201_fx_Talk2Stand",Number=9,CId=258,Bit=0)
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=9,CId=258,Bit=4)
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[53]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[54]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=9,CId=258,Bit=4)
DemoScripts[55]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_bad.GG2_V_Maya_End_bad_010_Cue',Name="")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[57]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_bad.GG2_V_Maya_End_bad_011_Cue',Name="")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_bad.GG2_V_Maya_End_bad_012_Cue',Name="")
DemoScripts[62]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[63]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[64]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0201_fx_Talk2Stand",Number=9,CId=258,Bit=0)
DemoScripts[65]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=9,CId=258,Bit=4)
DemoScripts[66]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Hodai_Reaction_Cue')
DemoScripts[67]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_bad.GG2_V_Maya_End_bad_014_Cue',Name="")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[73]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_bad.GG2_V_Maya_End_bad_016_Cue',Name="")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[75]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[77]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[78]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=9,CId=258,Bit=4)
DemoScripts[79]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_bad.GG2_V_Maya_End_bad_018_Cue',Name="")
DemoScripts[80]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[81]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[82]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0201_fx_Talk2Stand",Number=9,CId=258,Bit=0)
DemoScripts[83]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=9,CId=258,Bit=4)
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[85]=(Actor=WINDOW,Command=EXIT)
DemoScripts[86]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=45,Z=0),SecTime=0.3)
DemoScripts[87]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[88]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=45,Z=0),SecTime=)
DemoScripts[89]=(Actor=WINDOW,Command=SET)
DemoScripts[90]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_End_bad.GG2_V_Maya_End_bad_020_Cue',Name="")
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[92]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[93]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[94]=(Actor=WINDOW,Command=EXIT)
DemoScripts[95]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_End_bad.GG2_SE_DM_Crow_Cue')
DemoScripts[96]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[97]=(Actor=FADE,Command=SET,SecTime=2,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[98]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[99]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[100]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[101]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[102]=(Actor=SYSTEM,Command=END)

[Select_Maya_End_bad GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_End_bad GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="雖然來到公園了,不過......")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="沒看見真夜大人的身影呢....../n嗯? 那是......")

Texts[2]=(Label="TEXT03",Name="峯大",Text="傳訊人偶!")

Texts[3]=(Label="TEXT04",Name="峯大小子",Text="\"不....../n叫我峯大小子吧......?\"")

Texts[4]=(Label="TEXT05",Name="峯大",Text="欸?")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="總覺得樣子不太對勁......")

Texts[6]=(Label="TEXT07",Name="峯大小子",Text="\"我已經察覺到了....../n不是身為小真夜操控的人偶,/n而是我自身真正的心情!!\"")

Texts[7]=(Label="TEXT08",Name="峯大小子",Text="\"大哥哥! 我喜歡你!!/n請和我交往吧!\"")

Texts[8]=(Label="TEXT09",Name="峯大",Text="咦......不,我已經有小真夜了......")

Texts[9]=(Label="TEXT10",Name="峯大小子",Text="\"小真夜的話不會來了唷./n雖然你覺得你是打電話給小忍/n拜託她叫人,不過......\"")

Texts[10]=(Label="TEXT11",Name="峯大小子",Text="\"你沒發現嗎?/n大哥哥以為是小忍的人/n其實是我的特技......聲音模仿的結果!\"")

Texts[11]=(Label="TEXT12",Name="峯大小子",Text="\"受不了,峯大還真是傻瓜呢./n竟然會聽不出來青梅竹馬的聲音\"")

Texts[12]=(Label="TEXT13",Name="峯大",Text="欸--!?/n那種設定還是第一次聽說耶!!?",Format[0]=(Size=37,Start=0,End=19))

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="怎怎怎......怎麼辦啊--!/n再這樣下去,/n我就會被做很不得了的事情了--!!")

Texts[14]=(Label="TEXT15",Name="峯大",Text="那種事就算跟我說也......")

Texts[15]=(Label="TEXT16",Name="艾可蘿",Text="啊! 要不峯大大人就/n乾脆和那個人偶交往......")

Texts[16]=(Label="TEXT17",Name="峯大",Text="這我辦不到!!",Format[0]=(Size=37,Start=0,End=8))

Texts[17]=(Label="TEXT18",Name="峯大小子",Text="\"來吧,大哥哥....../n和我一起培育愛情吧!\"")

Texts[18]=(Label="TEXT19",Name="峯大",Text="不要......我不要....../n我絕不承認! 這種莫名其妙的發展!!")

Texts[19]=(Label="TEXT20",Name="峯大小子",Text="\"大哥哥~~\"")

Texts[20]=(Label="TEXT21",Name="峯大",Text="我不要啦---!!!",Format[0]=(Size=37,Start=0,End=10))

Texts[21]=(Label="",Name="",Text="")

Texts[22]=(Label="SELECT01",Name="",Text="")

Texts[23]=(Label="SELECT02",Name="",Text="")

Texts[24]=(Label="SELECT03",Name="",Text="")

Texts[25]=(Label="SELECT04",Name="",Text="")

Texts[26]=(Label="SELECT05",Name="",Text="")

Texts[27]=(Label="SELECT06",Name="",Text="")

Texts[28]=(Label="SELECT07",Name="",Text="")

Texts[29]=(Label="SELECT08",Name="",Text="")

Texts[30]=(Label="SELECT09",Name="",Text="")

Texts[31]=(Label="SELECT10",Name="",Text="")


